Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/ann-mari-thomassen.html.tmx
Source language: nob
Languages: sme

source: Ann-Mari Thomassen Rådsmedlem
sme: ann-mari.thomassen@samediggi.no

source: Fødselsdato:
sme: Språkmedarbeider Várdobáiki Sámi Giellaguovddáš

source: Sivilstatus: Samboer, fire barn. Yrke
sme: Barnehagemedarbeider, Sáráhkká Sámi Mánáidgárdi

source: Lærer Sandstrand skole, Skånland kommune 2006
sme: Leder Iinná ja biras sámiid searvi - NSR / Hinnøy og omegn sameforening

source: Ansatt i Sametingsrådet 2001
sme: Styremedlem i Beaivváš Sámi Teahter

source: Språkmedarbeider i Samisk språkprosjekt, Evenes kommune 1996
sme: Leder Iinná ja biras sámiid searvi - NSR / leder Hinnøy og omegn sameforening

source: Medlem i parlamentarisk lederskap Norske Samers Riksforbunds sametingsgruppe
sme: Styremedlem i Iinná ja biras sámiid searvi - NSR / Hinnøy og omegn sameforening
